Repository: Samourai-Wallet/Sentinel-iOS
Catalog: Sentinel/Supporting Files/*.lproj/Localizable.strings
Languages: fa

source: Settings
fa: تنظیمات

source: New PIN
fa: پین جدید

source: Confirm PIN
fa: تایید پین

source: Enter PIN
fa: واردکردن پین

source: Remove PIN
fa: حذف پین

source: Done
fa: تمام

source: Confirm
fa: تایید

source: Export wallet
fa: کیف‌پول بیرون‌بردن

source: Export Password
fa: رمز‌عبور بیرون‌بری

source: Cancel
fa: لغو

source: Password here
fa: رمز‌عبور اینجا

source: Imported
fa: اضافه شده

source: Your wallet has been successfully imported.
fa: کیف‌پول با موفقیت اضافه شد

source: OK
fa: تایید

source: Failed
fa: ناموق

source: Street Price
fa: قیت بازار

source: Import Watchlist
fa: اظافه‌کردن فهرست پیگیری

source: Export Watchlist
fa: بیرون‌بری فهرست پیگیری

source: Remove pincode
fa: حذف پین‌کد

source: Scramble pincode
fa: تقلاسازی پین‌کد

source: Receiving Address
fa: آدرس دریافت‌سازی

source: Copied
fa: کپی‌شد

source: Public key has been copied to your clipboard!
fa: کلید عمومی کپی شد

source: Account QR
fa: بارکد حساب‌

source: Rename
fa: تغییر نام

source: Remove
fa: حذف

source: Transaction
fa: تراکنش
